Repository: rxtech-lab/summary-chip-ios
Catalog: summary-chip/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Gate %@
zh_hans: %@ 号登机口
zh_hant: %@ 號登機門

source: General
zh_hans: 通用
zh_hant: 一般

source: Get started
zh_hans: 开始使用
zh_hant: 開始使用

source: Google Maps
zh_hans: Google 地图
zh_hant: Google 地圖

source: Got it
zh_hans: 知道了
zh_hant: 知道了

source: Green Car
zh_hans: 绿色车厢
zh_hant: 綠色車廂

source: Header · Center
zh_hans: 页眉 · 居中
zh_hant: 頁首 · 置中

source: Header · Left
zh_hans: 页眉 · 左侧
zh_hant: 頁首 · 左側

source: Header · Right
zh_hans: 页眉 · 右侧
zh_hant: 頁首 · 右側

source: Header Text
zh_hans: 页眉文字
zh_hant: 頁首文字

source: Headers & Footers
zh_hans: 页眉与页脚
zh_hant: 頁首與頁尾

source: Heading Color
zh_hans: 标题颜色
zh_hant: 標題顏色

source: Heading Font Size
zh_hans: 标题字号
zh_hant: 標題字級

source: Headings
zh_hans: 标题
zh_hant: 標題

source: Help
zh_hans: 帮助
zh_hant: 說明

source: Hide
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide Chat
zh_hans: 隐藏聊天
zh_hant: 隱藏聊天

source: Highlight
zh_hans: 重点
zh_hant: 重點

source: Hotel
zh_hans: 酒店
zh_hant: 酒店

source: Hotels
zh_hans: 酒店
zh_hant: 酒店

source: Hours
zh_hans: 营业时间
zh_hant: 營業時間

source: Hyphenation
zh_hans: 自动断词
zh_hant: 自動斷字

source: Idea
zh_hans: 想法
zh_hant: 構想

source: Image URL
zh_hans: 图片链接
zh_hant: 圖片連結

source: Include it from your main file with \input{%@}.
zh_hans: 在主文件中用 \input{%@} 引入它。
zh_hant: 在主檔案中以 \input{%@} 引入它。

source: Indigo
zh_hans: 靛蓝色
zh_hant: 靛藍色

source: Integrations
zh_hans: 集成
zh_hant: 整合

source: Introduction
zh_hans: 简介
zh_hant: 簡介

source: Just ask Siri
zh_hans: 问问 Siri 就行
zh_hant: 問問 Siri 就好

source: Justified
zh_hans: 两端对齐
zh_hant: 左右對齊

source: Keep alternatives (an earlier or later train) as options and pick the one you're taking.
zh_hans: 把备选（更早或更晚的车次）保存为方案，并选出你要乘坐的那一个。
zh_hant: 把備選（更早或更晚的車次）儲存為方案，並選出你要搭乘的那一個。

source: Keep Chippy up to date.
zh_hans: 让 Chippy 保持最新。
zh_hant: 讓 Chippy 保持最新狀態。

source: Keep My Account
zh_hans: 保留我的账户
zh_hant: 保留我的帳號

source: Key copied
zh_hans: 密钥已复制
zh_hant: 已複製金鑰

source: Key revoked
zh_hans: 密钥已撤销
zh_hant: 金鑰已撤銷

source: Kind
zh_hans: 类型
zh_hant: 類型

source: Label
zh_hans: 名称
zh_hant: 名稱

source: Landed %@
zh_hans: %@ 已降落
zh_hant: %@ 已降落

source: Landscape
zh_hans: 横向
zh_hant: 橫向

source: Language
zh_hans: 语言
zh_hant: 語言

source: Language changed
zh_hans: 语言已切换
zh_hant: 語言已切換

source: Language…
zh_hans: 语言…
zh_hant: 語言…

source: Later
zh_hans: 稍后
zh_hant: 稍後

source: LaTeX Errors
zh_hans: LaTeX 错误
zh_hant: LaTeX 錯誤

source: LaTeX stopped at an error.
zh_hans: LaTeX 因错误而停止。
zh_hant: LaTeX 因錯誤而停止。

source: Latitude
zh_hans: 纬度
zh_hant: 緯度

source: Leave times empty to use the first and last legs' times.
zh_hans: 留空时间则使用第一段和最后一段的时间。
zh_hant: 留空時間則使用第一段和最後一段的時間。

source: Left
zh_hans: 左
zh_hant: 左

source: Legal
zh_hans: 法律信息
zh_hant: 法律資訊

source: Legs
zh_hans: 行程段
zh_hant: 行程段

source: Library
zh_hans: 资料库
zh_hant: 資料庫

source: Likes
zh_hans: 喜欢
zh_hant: 喜歡

source: Limited express
zh_hans: 特急
zh_hant: 特急

source: Line
zh_hans: 线路
zh_hant: 路線

source: Line Spacing
zh_hans: 行间距
zh_hant: 行間距

source: link
zh_hans: 链接
zh_hant: 連結

source: Link a file…
zh_hans: 关联文件…
zh_hant: 連結檔案…

source: Link disabled
zh_hans: 链接已停用
zh_hant: 連結已停用

source: Link Expired
zh_hans: 链接已过期
zh_hant: 連結已過期

source: Link or Text
zh_hans: 链接或文本
zh_hant: 連結或文字

source: Link to images on the web (https). The trip agent adds photos from pages you share.
zh_hans: 链接到网上的图片（https）。旅行助理会从你分享的网页中添加照片。
zh_hant: 連結到網路上的圖片（https）。旅行助理會從你分享的網頁中加入照片。

source: List summaries newest first by source, category, tag or visibility.
zh_hans: 按来源、分类、标签或可见性列出摘要，最新的在前。
zh_hant: 依來源、分類、標籤或可見度列出摘要，最新的排在前面。

source: Listed your trips
zh_hans: 已列出你的行程
zh_hant: 已列出你的行程

source: Live Status
zh_hans: 实时动态
zh_hant: 即時動態

source: Loading %@…
zh_hans: 正在加载%@…
zh_hant: 正在載入%@…

source: Loading activity…
zh_hans: 正在加载活动…
zh_hant: 正在載入活動…

source: Loading allowance…
zh_hans: 正在加载额度…
zh_hant: 正在載入額度…

source: Loading more activity
zh_hans: 正在加载更多活动
zh_hant: 正在載入更多活動

source: Loading source…
zh_hans: 正在加载来源…
zh_hant: 正在載入來源…

source: Loading top-ups…
zh_hans: 正在加载充值选项…
zh_hant: 正在載入儲值方案…

source: Loading usage…
zh_hans: 正在加载用量…
zh_hant: 正在載入用量…

source: Loading your likes…
zh_hans: 正在载入你喜欢的摘要…
zh_hant: 正在載入你喜歡的摘要…

source: Loading your summaries…
zh_hans: 正在加载你的摘要…
zh_hant: 正在載入你的摘要…

source: Local
zh_hans: 普通
zh_hant: 普通

source: Local file
zh_hans: 本地文件
zh_hant: 本機檔案

source: Local File
zh_hans: 本地文件
zh_hant: 本機檔案

source: Local files stay on this device. Their content isn’t stored with your summary or included in shared links.
zh_hans: 本地文件仅保存在此设备上。其内容不会与摘要一起存储，也不会包含在分享的链接中。
zh_hant: 本機檔案只會保留在此裝置上。其內容不會與摘要一起儲存，也不會包含在分享的連結中。

source: Locate me
zh_hans: 定位我
zh_hant: 定位我

source: Location
zh_hans: 位置
zh_hant: 位置

source: Location access is off. Allow it for Chippy in Settings.
zh_hans: 位置权限已关闭。请在“设置”中允许 Chippy 访问位置。
zh_hant: 位置權限已關閉。請在「設定」中允許 Chippy 取用位置。

source: Location Unavailable
zh_hans: 无法获取位置
zh_hant: 無法取得位置

source: Lodging
zh_hans: 住宿
zh_hant: 住宿

source: Longitude
zh_hans: 经度
zh_hant: 經度

source: Look Up Flight
zh_hans: 查询航班
zh_hant: 查詢航班

source: Looking up flight…
zh_hans: 正在查询航班…
zh_hant: 正在查詢航班…

source: Manage Translations…
zh_hans: 管理翻译…
zh_hant: 管理翻譯…

source: Manage…
zh_hans: 管理…
zh_hant: 管理…

source: Margins
zh_hans: 页边距
zh_hant: 頁邊距

source: MCP Server
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: Membership required
zh_hans: 需要会员资格
zh_hant: 需要會員資格

source: Mode
zh_hans: 方式
zh_hant: 方式

source: Moments
zh_hans: 时刻
zh_hant: 時刻

source: Monospace
zh_hans: 等宽字体
zh_hant: 等寬字體

source: More
zh_hans: 更多
zh_hant: 更多

source: Morning
zh_hans: 上午
zh_hant: 上午

source: Name
zh_hans: 名称
zh_hant: 名稱

source: Name the key after the agent or device that uses it. The key gives full access to add, search and list your summaries.
zh_hans: 用使用它的智能体或设备来命名此密钥。此密钥拥有添加、搜索和列出你摘要的完整权限。
zh_hant: 用使用它的代理程式或裝置來命名此金鑰。此金鑰擁有新增、搜尋和列出你摘要的完整權限。

source: New
zh_hans: 新建
zh_hant: 新增

source: NEW
zh_hans: 新功能
zh_hant: 新功能

source: New API Key
zh_hans: 新建 API 密钥
zh_hant: 新增 API 金鑰

source: New Chat
zh_hans: 新聊天
zh_hant: 新聊天

source: New Day
zh_hans: 新的一天
zh_hant: 新的一天

source: New Expense
zh_hans: 新费用
zh_hant: 新費用

source: New File
zh_hans: 新建文件
zh_hant: 新增檔案

source: New File…
zh_hans: 新建文件…
zh_hant: 新增檔案…

source: New Hotel
zh_hans: 新酒店
zh_hant: 新酒店

source: New Paper
zh_hans: 新建论文
zh_hant: 新增論文

source: New Place
zh_hans: 新地点
zh_hant: 新地點

source: New Summary
zh_hans: 新建摘要
zh_hant: 新增摘要

source: New Transport
zh_hans: 新交通
zh_hant: 新交通

source: New Trip
zh_hans: 新行程
zh_hant: 新行程

source: Next
zh_hans: 下一步
zh_hant: 下一步

source: Next Photo
zh_hans: 下一张照片
zh_hant: 下一張照片

source: Night
zh_hans: 夜晚
zh_hant: 夜晚

source: No activity yet
zh_hans: 暂无活动
zh_hant: 尚無活動

source: No API keys yet
zh_hans: 还没有 API 密钥
zh_hant: 尚無 API 金鑰

source: No categories
zh_hans: 无分类
zh_hant: 沒有分類

source: No change in the next 30 minutes
zh_hans: 未来 30 分钟天气不变
zh_hant: 未來 30 分鐘天氣不變

source: No costs yet.
zh_hans: 还没有费用。
zh_hant: 還沒有費用。

source: No days yet
zh_hans: 还没有日期
zh_hant: 還沒有日期

source: No File Open
zh_hans: 未打开文件
zh_hant: 未開啟檔案

# No flight %@ was found on %@. Check the flight number and the departure date.
source: No flight %1$@ was found on %2$@. Check the flight number and the departure date.
zh_hans: %2$@ 没有找到航班 %1$@。请检查航班号和出发日期。
zh_hant: %2$@ 找不到航班 %1$@。請檢查航班編號和出發日期。

source: No forecast yet. Forecasts cover the next 16 days.
zh_hans: 暂无天气预报。预报涵盖未来 16 天。
zh_hant: 暫無天氣預報。預報涵蓋未來 16 天。

source: No hotels yet.
zh_hans: 还没有酒店。
zh_hant: 還沒有酒店。

source: No LaTeX errors
zh_hans: 没有 LaTeX 错误
zh_hant: 沒有 LaTeX 錯誤

source: No LaTeX Errors
zh_hans: 没有 LaTeX 错误
zh_hant: 沒有 LaTeX 錯誤

source: No Likes Yet
zh_hans: 还没有喜欢的摘要
zh_hant: 尚無喜歡的摘要

source: No local file linked
zh_hans: 未关联本地文件
zh_hant: 未連結本機檔案

source: No matches
zh_hans: 无匹配结果
zh_hant: 沒有符合結果

source: No matches · by meaning
zh_hans: 无匹配结果 · 按语义
zh_hant: 沒有符合結果 · 依語意

source: No Matching Summaries
zh_hans: 没有匹配的摘要
zh_hant: 沒有符合的摘要

source: No PDF
zh_hans: 没有 PDF
zh_hant: 沒有 PDF

source: No point packs are available right now.
zh_hans: 目前没有可用的积分包。
zh_hant: 目前沒有可用的點數方案。

source: No Preview Yet
zh_hans: 暂无预览
zh_hant: 尚無預覽

source: No route
zh_hans: 无路线
zh_hant: 無路線

source: No saved summaries match. Connect to the internet to search your whole library.
zh_hans: 没有匹配的已保存摘要。联网后可搜索整个资料库。
zh_hant: 沒有符合的已儲存摘要。連上網路後即可搜尋整個資料庫。

source: No summaries match the current filters.
zh_hans: 没有符合当前筛选条件的摘要。
zh_hant: 沒有符合目前篩選條件的摘要。

source: No summaries yet
zh_hans: 还没有摘要
zh_hant: 尚無摘要

source: No tools available
zh_hans: 没有可用工具
zh_hant: 沒有可用工具

source: No transport yet.
zh_hans: 还没有交通。
zh_hant: 還沒有交通。

source: Non-reserved
zh_hans: 自由席
zh_hant: 自由席

source: None
zh_hans: 无
zh_hant: 無

source: Not available
zh_hans: 不可用
zh_hant: 無法使用

source: Not covered
zh_hans: 未覆盖
zh_hant: 未涵蓋

source: Not currently eligible
zh_hans: 目前不符合条件
zh_hant: 目前不符合資格

source: Not Enough Points
zh_hans: 积分不足
zh_hant: 點數不足

source: Not paid
zh_hans: 未付款
zh_hant: 未付款

source: Not right? Discard…
zh_hans: 不满意？丢弃…
zh_hant: 不滿意？捨棄…

source: Not saved
zh_hans: 未保存
zh_hant: 未儲存

source: Not set
zh_hans: 未设置
zh_hant: 未設定

source: Note
zh_hans: 备注
zh_hant: 備註

source: Notes
zh_hans: 备注
zh_hant: 備註

source: Nothing specific
zh_hans: 无特定项目
zh_hant: 無特定項目

source: Nothing to Play
zh_hans: 没有可播放的内容
zh_hant: 沒有可播放的內容

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: Notifications are disabled on this device. The server could not be updated; Chippy will retry when it becomes active.
zh_hans: 此设备上的通知已关闭。无法更新服务器；Chippy 将在再次活跃时重试。
zh_hant: 此裝置上的通知已關閉。無法更新伺服器；Chippy 會在再次啟用時重試。

source: Notifications disabled
zh_hans: 通知已关闭
zh_hant: 通知已關閉

source: Notifications enabled
zh_hans: 通知已开启
zh_hant: 通知已開啟

source: Number
zh_hans: 车次
zh_hant: 車次

source: Number Sections
zh_hans: 章节编号
zh_hant: 章節編號

source: Off
zh_hans: 关闭
zh_hant: 關閉

source: Offline Cache
zh_hans: 离线缓存
zh_hant: 離線快取

source: OK
zh_hans: 好
zh_hant: 好

source: On for summaries added by agents and the API.
zh_hans: 通过代理或 API 添加摘要时通知。
zh_hant: 透過代理或 API 新增摘要時通知。

source: One Column
zh_hans: 单栏
zh_hant: 單欄

source: One-time purchase through the App Store. Points are added to your account right away, with no recurring subscription.
zh_hans: 通过 App Store 一次性购买。积分会立即添加到你的账户，不会自动续订。
zh_hant: 透過 App Store 一次性購買。點數會立即加入你的帳號，不會自動續訂。

source: Only a hash of each key is stored, so a key can’t be shown again. Revoke a key you lost and create a new one.
zh_hans: 每个密钥只保存其哈希值，因此无法再次显示。如果遗失了密钥，请撤销它并创建新的密钥。
zh_hant: 每個金鑰只儲存其雜湊值，因此無法再次顯示。如果遺失了金鑰，請撤銷它並建立新的金鑰。

source: Onward
zh_hans: 前进
zh_hant: 前進

source: Open a page in Safari, click Share, and choose Chippy. The share extension turns the page into a summary without leaving your browser. You can also paste a link or choose a PDF in New Summary.
zh_hans: 在 Safari 中打开网页，点按“分享”，然后选择 Chippy。分享扩展会将网页生成摘要，无需离开浏览器。你也可以在“新建摘要”中粘贴链接或选择 PDF。
zh_hant: 在 Safari 中打開網頁，按一下「分享」，然後選擇 Chippy。分享延伸功能會將網頁轉成摘要，不必離開瀏覽器。你也可以在「新增摘要」中貼上連結或選擇 PDF。

source: Open a page in Safari, tap Share, and choose Chippy. The share extension turns the page into a summary without leaving your browser.
zh_hans: 在 Safari 中打开网页，轻点“分享”，然后选择 Chippy。分享扩展会将网页生成摘要，无需离开浏览器。
zh_hant: 在 Safari 中打開網頁，點一下「分享」，然後選擇 Chippy。分享延伸功能會將網頁轉成摘要，不必離開瀏覽器。

source: Open Chippy and sign in first.
zh_hans: 请先打开 Chippy 并登录。
zh_hant: 請先打開 Chippy 並登入。

source: Open file
zh_hans: 打开文件
zh_hant: 打開檔案

source: Open in Library
zh_hans: 在资料库中打开
zh_hant: 在資料庫中開啟

source: Open in Maps
zh_hans: 在地图中打开
zh_hant: 在地圖中打開

source: Open Summary
zh_hans: 打开摘要
zh_hant: 打開摘要

source: Open Trip
zh_hans: 打开行程
zh_hant: 開啟行程

source: Opening checkout…
zh_hans: 正在打开结账页面…
zh_hant: 正在打開結帳頁面…

source: Opening file…
zh_hans: 正在打开文件…
zh_hant: 正在打開檔案…

source: Opening hours
zh_hans: 营业时间
zh_hant: 營業時間

source: Opening paper…
zh_hans: 正在打开论文…
zh_hant: 正在開啟論文…

source: Opening summary…
zh_hans: 正在打开摘要…
zh_hant: 正在打開摘要…

source: Opening trip…
zh_hans: 正在打开行程…
zh_hant: 正在開啟行程…

source: Opening…
zh_hans: 正在打开…
zh_hant: 正在開啟…

source: Opens a summary in Chippy.
zh_hans: 在 Chippy 中打开摘要。
zh_hant: 在 Chippy 中打開摘要。

source: Operator
zh_hans: 运营商
zh_hant: 營運商

source: Option
zh_hans: 方案
zh_hant: 方案

source: Option %lld
zh_hans: 方案 %lld
zh_hant: 方案 %lld

source: Option 1
zh_hans: 方案 1
zh_hant: 方案 1

source: Optional
zh_hans: 可选
zh_hant: 選填

source: Options
zh_hans: 方案
zh_hant: 方案

source: Orientation
zh_hans: 方向
zh_hant: 方向

source: Original
zh_hans: 原文
zh_hant: 原文

source: Other
zh_hans: 其他
zh_hant: 其他

source: Other Transport
zh_hans: 其他交通
zh_hant: 其他交通

source: Outdated
zh_hans: 需要更新
zh_hant: 需要更新

source: Page & Columns
zh_hans: 页面与分栏
zh_hant: 頁面與分欄

# Page %lld of %lld
source: Page %1$lld of %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页
zh_hant: 第 %1$lld 頁，共 %2$lld 頁

source: Page Numbers
zh_hans: 页码
zh_hant: 頁碼

source: Page Size
zh_hans: 纸张大小
zh_hant: 紙張大小

source: Paid
zh_hans: 已付款
zh_hant: 已付款

source: Paper Settings
zh_hans: 论文设置
zh_hant: 論文設定

source: Paper Settings…
zh_hans: 论文设置…
zh_hant: 論文設定…

source: Paper unavailable
zh_hans: 无法打开论文
zh_hant: 無法開啟論文

source: Paragraph Spacing
zh_hans: 段间距
zh_hant: 段間距

source: Paragraphs
zh_hans: 段落
zh_hant: 段落

source: Pass
zh_hans: 通票
zh_hant: 通票

source: Payment disputed
zh_hans: 付款存在争议
zh_hant: 付款有爭議

source: Permanently removes your account and summaries.
zh_hans: 永久删除你的账户和摘要。
zh_hant: 永久刪除你的帳號和摘要。

source: Phone
zh_hans: 电话
zh_hant: 電話

source: Photo
zh_hans: 照片
zh_hant: 照片

source: Photo: …
zh_hans: 照片：…
zh_hant: 照片：…

source: Photos
zh_hans: 照片
zh_hant: 照片

source: Pick a language and choose Done. Languages that aren't translated yet are translated first: the days, places, transport, notes and views. A translated trip is read-only; switch back to Original to edit it. People you share it with read it in their own language.
zh_hans: 选择一种语言后点按“完成”。尚未翻译的语言会先进行翻译：包括每日行程、地点、交通、笔记和视图。翻译后的行程为只读，切换回“原文”即可编辑。与你共享的人会以他们自己的语言阅读。
zh_hant: 選擇一種語言後點按「完成」。尚未翻譯的語言會先進行翻譯：包括每日行程、地點、交通、筆記和視圖。翻譯後的行程為唯讀，切換回「原文」即可編輯。與你共享的人會以他們自己的語言閱讀。

source: Place
zh_hans: 地点
zh_hant: 地點

source: Place on map
zh_hans: 地图上的地点
zh_hant: 地圖上的地點

source: Places
zh_hans: 地点
zh_hant: 地點

source: Planned
zh_hans: 已计划
zh_hant: 已計劃

source: Planning
zh_hans: 规划
zh_hant: 規劃

source: Planning Tab
zh_hans: 规划标签页
zh_hant: 規劃分頁

source: Play
zh_hans: 播放
zh_hant: 播放

source: Play day %lld tour
zh_hans: 播放第 %lld 天导览
zh_hant: 播放第 %lld 天導覽

source: Play Tour
zh_hans: 播放导览
zh_hant: 播放導覽

source: Point of interest
zh_hans: 景点
zh_hant: 景點

source: Point packs
zh_hans: 积分包
zh_hant: 點數方案

source: Points
zh_hans: 积分
zh_hant: 點數

source: Points expired
zh_hans: 积分已过期
zh_hant: 點數已到期

source: Points granted
zh_hans: 获赠积分
zh_hant: 獲贈點數

source: Points: %@
zh_hans: 积分：%@
zh_hant: 點數：%@

source: Port
zh_hans: 港口
zh_hant: 港口

source: Portrait
zh_hans: 纵向
zh_hant: 直向

source: Premium economy
zh_hans: 超级经济舱
zh_hant: 豪華經濟艙

source: Preparing export…
zh_hans: 正在准备导出…
zh_hant: 正在準備匯出…

source: Preparing PDF…
zh_hans: 正在准备 PDF…
zh_hant: 正在準備 PDF…

source: Preview
zh_hans: 预览
zh_hant: 預覽

source: Preview Unavailable
zh_hans: 无法预览
zh_hant: 無法預覽

source: Previous Photo
zh_hans: 上一张照片
zh_hant: 上一張照片

source: Price
zh_hans: 价格
zh_hant: 價格

source: Prices
zh_hans: 价格
zh_hant: 價格

source: Private
zh_hans: 私密
zh_hant: 私密

source: Public link
zh_hans: 公开链接
zh_hant: 公開連結

source: Purchase limit reached
zh_hans: 已达购买上限
zh_hant: 已達購買上限

source: Purchases restored. Consumable top-ups are saved in your account balance.
zh_hans: 已恢复购买。消耗型充值已计入你的账户余额。
zh_hant: 已回復購買項目。消耗性儲值已計入你的帳號餘額。

source: Rapid
zh_hans: 快速
zh_hant: 快速

source: Read summary
zh_hans: 读取了摘要
zh_hant: 讀取了摘要

source: Read the file
zh_hans: 读取了文件
zh_hant: 讀取了檔案

source: Read the trip
zh_hans: 已读取行程
zh_hant: 已讀取行程

source: Reading stopped
zh_hans: 已停止读取
zh_hant: 已停止讀取

source: Reading summary…
zh_hans: 正在读取摘要…
zh_hant: 正在讀取摘要…

source: Reading the file…
zh_hans: 正在读取文件…
zh_hant: 正在讀取檔案…

source: Reading the trip…
zh_hans: 正在读取行程…
zh_hant: 正在讀取行程…

source: Receive notifications for new summaries, trip updates, tomorrow’s itinerary and weather together at 8 pm in the trip’s time zone, and the start of each timed travel leg. Tap a notification to open it. Trip details may appear on your lock screen.
zh_hans: 接收新摘要、行程更新、行程时区晚上 8 点的明日行程与天气综合提醒，以及每段已设定出发时间的行程提醒。轻点通知即可打开。行程详情可能会显示在锁定屏幕上。
zh_hant: 接收新摘要、行程更新、行程時區晚上 8 點的明日行程與天氣綜合提醒，以及每段已設定出發時間的行程提醒。點一下通知即可打開。行程詳情可能會顯示在鎖定畫面上。

source: Ref %@
zh_hans: 编号 %@
zh_hant: 編號 %@

source: Refresh Usage
zh_hans: 刷新用量
zh_hant: 重新整理用量

source: Refund
zh_hans: 退款
zh_hant: 退款

source: Regenerate
zh_hans: 重新生成
zh_hant: 重新產生

source: Regenerate Image
zh_hans: 重新生成图片
zh_hant: 重新產生圖片

source: Regenerate image…
zh_hans: 重新生成图片…
zh_hant: 重新產生圖片…

source: Regenerate Tour
zh_hans: 重新生成导览
zh_hant: 重新生成導覽

source: Remaining
zh_hans: 剩余
zh_hant: 剩餘

source: Remove file link
zh_hans: 移除文件关联
zh_hant: 移除檔案連結

source: Remove File Link
zh_hans: 移除文件关联
zh_hant: 移除檔案連結

source: Remove file link…
zh_hans: 移除文件关联…
zh_hant: 移除檔案連結…

source: Remove from Likes
zh_hans: 从喜欢中移除
zh_hant: 從喜歡中移除

source: Remove the association with this summary and any saved copy. The original file in Files and the summary are kept.
zh_hans: 移除与此摘要的关联及任何已保存的副本。“文件”App 中的原始文件和摘要都会保留。
zh_hant: 移除與此摘要的連結及任何已儲存的副本。「檔案」App 中的原始檔案和摘要都會保留。

source: Removed from Likes
zh_hans: 已从喜欢中移除
zh_hant: 已從喜歡中移除

source: Removing from Likes…
zh_hans: 正在从喜欢中移除…
zh_hant: 正在從喜歡中移除…

source: Rename
zh_hans: 重命名
zh_hant: 重新命名

source: Rename %@…
zh_hans: 重命名 %@…
zh_hant: 重新命名 %@…

source: Rename File
zh_hans: 重命名文件
zh_hant: 重新命名檔案

source: Rename Key
zh_hans: 重命名密钥
zh_hant: 重新命名金鑰

source: Rename…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Rendering Options
zh_hans: 渲染选项
zh_hant: 算繪選項

source: Rendering Options…
zh_hans: 渲染选项…
zh_hant: 算繪選項…

source: Replace file link…
zh_hans: 替换关联文件…
zh_hant: 取代連結的檔案…

source: Research papers, in LaTeX
zh_hans: 用 LaTeX 撰写研究论文
zh_hant: 用 LaTeX 撰寫研究論文

source: Reserved
zh_hans: 指定席
zh_hant: 指定席

source: Reset rendering options?
zh_hans: 重置渲染选项？
zh_hant: 重設算繪選項？

source: Reset to Original Layout
zh_hans: 重置为原始布局
zh_hant: 重設為原始版面

source: Resets
zh_hans: 重置时间
zh_hant: 重設時間

source: Restore Purchases
zh_hans: 恢复购买
zh_hant: 回復購買項目

source: Restoring purchases…
zh_hans: 正在恢复购买…
zh_hant: 正在回復購買項目…

source: Restoring your session…
zh_hans: 正在恢复你的会话…
zh_hant: 正在恢復你的工作階段…

source: Return
zh_hans: 返程
zh_hant: 返程

source: Revoke
zh_hans: 撤销
zh_hant: 撤銷

source: Revoke “%@”?
zh_hans: 撤销“%@”？
zh_hant: 撤銷「%@」？

source: Revoke Key
zh_hans: 撤销密钥
zh_hant: 撤銷金鑰

source: Revoke…
zh_hans: 撤销…
zh_hant: 撤銷…

source: Revoking key…
zh_hans: 正在撤销密钥…
zh_hant: 正在撤銷金鑰…

source: Right
zh_hans: 右
zh_hant: 右

source: Route
zh_hans: 路线
zh_hant: 路線

source: Route summary
zh_hans: 路线概要
zh_hant: 路線概要

source: Run this in Terminal. Add --scope user to use Chippy in every project.
zh_hans: 在“终端”中运行此命令。添加 --scope user 即可在所有项目中使用 Chippy。
zh_hant: 在「終端機」中執行此指令。加入 --scope user 即可在所有專案中使用 Chippy。

source: Sans Serif
zh_hans: 无衬线字体
zh_hant: 無襯線字體

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Save a summary, its key points, tags and raw source text.
zh_hans: 保存摘要及其要点、标签和原始来源文本。
zh_hant: 儲存摘要及其重點、標籤和原始來源文字。

source: Save Version Now
zh_hans: 立即保存版本
zh_hant: 立即儲存版本

source: Save your changes before exporting or changing language.
zh_hans: 请在导出或更改语言前保存更改。
zh_hant: 請在匯出或變更語言前儲存變更。

source: Save your changes before exporting.
zh_hans: 请在导出前保存更改。
zh_hant: 請在匯出前儲存變更。

source: Saved
zh_hans: 已保存
zh_hant: 已儲存

source: Saved as version %lld
zh_hans: 已保存为第 %lld 版
zh_hant: 已儲存為第 %lld 版

source: Saved summaries and images are removed from this device. Your summaries stay in your account.
zh_hans: 已保存的摘要和图片将从此设备中移除。你的摘要仍会保留在账户中。
zh_hant: 已儲存的摘要和圖片將從此裝置移除。你的摘要仍會保留在帳號中。

source: Saving changes…
zh_hans: 正在保存更改…
zh_hant: 正在儲存變更…

source: Saving rendering options…
zh_hans: 正在保存渲染选项…
zh_hant: 正在儲存算繪選項…

source: Saving version…
zh_hans: 正在保存版本…
zh_hant: 正在儲存版本…

source: Saving…
zh_hans: 正在保存…
zh_hant: 正在儲存…

source: Say “Add a summary in Chippy”, then give Siri a link or some text. Your summary is saved to your Library using your saved options.
zh_hans: 说“在 Chippy 中添加摘要”，然后把链接或文本告诉 Siri。摘要会按你保存的选项存入资料库。
zh_hant: 說「在 Chippy 中加入摘要」，然後把連結或文字交給 Siri。摘要會依你儲存的選項存入資料庫。

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Search Maps
zh_hans: 搜索地图
zh_hant: 搜尋地圖

source: Search stopped
zh_hans: 已停止搜索
zh_hant: 已停止搜尋

source: Search summaries
zh_hans: 搜索摘要
zh_hant: 搜尋摘要

source: Search Summaries
zh_hans: 搜索摘要
zh_hant: 搜尋摘要

source: Search, compare and recall everything you've saved or viewed.
zh_hans: 搜索、比较和回顾你保存或查看过的所有内容。
zh_hant: 搜尋、比較和回顧你儲存或檢視過的所有內容。

source: Searched the file
zh_hans: 搜索了文件
zh_hant: 搜尋了檔案

source: Searched your library
zh_hans: 搜索了你的资料库
zh_hant: 搜尋了你的資料庫

source: Searching the file…
zh_hans: 正在搜索文件…
zh_hant: 正在搜尋檔案…

source: Searching your library…
zh_hans: 正在搜索你的资料库…
zh_hant: 正在搜尋你的資料庫…

source: Searching…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: Seat
zh_hans: 座位
zh_hant: 座位

source: Seat %@
zh_hans: %@ 座
zh_hant: %@ 座

source: Seat class
zh_hans: 座席
zh_hant: 座席

source: Sections
zh_hans: 章节
zh_hant: 章節

source: Sections & Subsections
zh_hans: 章节与小节
zh_hant: 章節與小節

source: Select some text or a link to summarize.
zh_hans: 选择一段文本或一个链接来生成摘要。
zh_hant: 選取一段文字或一個連結來產生摘要。

source: Send
zh_hans: 发送
zh_hant: 傳送

source: Send a summary as a link. Choose how long it stays available, or make it private. Open a summary’s Edit Sharing sheet to change visibility and link expiry.
zh_hans: 以链接形式发送摘要。选择链接的有效时长，或将其设为私密。打开摘要的“编辑分享”面板，即可更改可见性和链接过期时间。
zh_hant: 以連結形式傳送摘要。選擇連結的有效期限，或將其設為私密。打開摘要的「編輯分享」面板，即可更改可見度和連結到期時間。

source: Separate Title Page
zh_hans: 独立标题页
zh_hant: 獨立標題頁

source: Serif
zh_hans: 衬线字体
zh_hant: 襯線字體

source: Set as Main File
zh_hans: 设为主文件
zh_hant: 設為主檔案

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Share
zh_hans: 分享
zh_hant: 分享

source: Share a booking or timetable to Chippy later and the agent fills the trip in.
zh_hans: 之后把预订或时刻表分享给 Chippy，助手会帮你补全行程。
zh_hant: 之後把預訂或時刻表分享給 Chippy，助手會幫你補全行程。

source: Share Link
zh_hans: 分享链接
zh_hant: 分享連結

source: Share on your terms
zh_hans: 按你的方式分享
zh_hant: 依你的方式分享

source: Share Source
zh_hans: 分享来源
zh_hant: 分享來源

source: Share…
zh_hans: 共享…
zh_hant: 分享…

source: Shinkansen
zh_hans: 新干线
zh_hant: 新幹線

source: Shopping
zh_hans: 购物
zh_hant: 購物

source: Show
zh_hans: 显示
zh_hant: 顯示

source: Show Chat
zh_hans: 显示聊天
zh_hant: 顯示聊天

source: Show LaTeX Errors
zh_hans: 显示 LaTeX 错误
zh_hant: 顯示 LaTeX 錯誤

source: Show PDF
zh_hans: 显示 PDF
zh_hant: 顯示 PDF

source: Shows the day's forecast
zh_hans: 显示当天的天气预报
zh_hant: 顯示當天的天氣預報

source: Shows the place's details
zh_hans: 显示地点详情
zh_hant: 顯示地點詳情

source: Side trip
zh_hans: 支线游
zh_hant: 支線遊

source: Sign in with RxLab
zh_hans: 通过 RxLab 登录
zh_hant: 使用 RxLab 登入

source: Sign Out
zh_hans: 退出登录
zh_hant: 登出

source: Sign out and sign in again to confirm this change.
zh_hans: 请退出登录后重新登录以确认此更改。
zh_hant: 請登出後重新登入以確認此變更。

source: Sign out of Chippy?
zh_hans: 要退出 Chippy 的登录吗？
zh_hant: 要登出 Chippy 嗎？

source: Sign Out…
zh_hans: 退出登录…
zh_hant: 登出…

source: Signed in
zh_hans: 已登录
zh_hant: 已登入

source: Signing out also signs out the share extension and the iMessage app.
zh_hans: 退出登录后，分享扩展和 iMessage App 也会同时退出登录。
zh_hant: 登出後，分享延伸功能和 iMessage App 也會同時登出。

source: Slate
zh_hans: 石板灰
zh_hant: 石板灰

source: Software Update
zh_hans: 软件更新
zh_hant: 軟體更新

source: Software Update Settings…
zh_hans: 软件更新设置…
zh_hant: 軟體更新設定…

source: Some references have errors. The exported document will include them as they are.
zh_hans: 部分参考文献存在错误，导出的文档将保留这些参考文献。
zh_hant: 部分參考文獻存在錯誤，匯出的文件將保留這些參考文獻。

source: Something Went Wrong
zh_hans: 出了点问题
zh_hant: 發生問題

source: Source
zh_hans: 来源
zh_hant: 來源

source: Source document
zh_hans: 来源文档
zh_hant: 來源文件

source: Source link
zh_hans: 来源链接
zh_hant: 來源連結

source: Source Link
zh_hans: 来源链接
zh_hant: 來源連結

source: Source Text
zh_hans: 来源文本
zh_hant: 來源文字

source: Source unavailable
zh_hans: 来源不可用
zh_hant: 無法取得來源

source: Sources
zh_hans: 来源
zh_hant: 來源

source: Standard
zh_hans: 标准
zh_hant: 標準

source: Star a summary to keep it here.
zh_hans: 为摘要加星标，即可保存在这里。
zh_hant: 為摘要加上星號，即可保存在這裡。

source: Starts
zh_hans: 开始
zh_hant: 開始
